[
    {
        "section": "process",
        "title": "March 2019, Encountering Ethics Workshop, TU Delft",
        "id": "Participating_in_the_Encountering",
        "date": "03/2019",
        "content": "Viktor took part in the <a href=\"https://encounteringethics.cargocollective.com/\">workshop</a> which included interviewing (people impersonating) smart objetcs, building scenarios from the objects perspective and working on a manifesto for more desireable paradigms of smartness. \n\nRead the full report <a href=\"https://docs.google.com/document/d/1WvsLBtvNxV3MiLdzZLkDQNQhKSKuoewQuQ8lUc8lkRw/edit?usp=sharing\">here</a>  for thoughts about extending care to objects, pushing towards a more-than-human centred design and the workshop&apos;s relevancy for the Thinking Toys for Commoning project.",
        "img_list": [
            "img/EnctrngEtcsRTD2019.JPG"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "February 2019, Micro Residency 1b",
        "id": "Mid_Feb_2019_Micro",
        "date": "2/2019",
        "content": "Designers Sarah Hermanutz and Andreas Rau visited our lab and project for a week. Together with Michaela they were working on a multi-media installation that uses an immersive and responsive environment to create sensitivity for metabolic processes and vegetal life. The resulting installation &quot;Give and Take&quot; creates an experience that leads the observer from micro to macro scales of vital processes. The immersive environment induces a perceptional link with thermal, climatic, meteorological processes that are enacted in partial response to the engaging individual.",
        "img_list": [
            "img/residency/microresidency_1b_3.jpg",
            "img/residency/microresidency_1b_2.jpg",
            "img/residency/microresidency_1b_1.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "February 2019, Talks at Leverage Points Conference Lüneburg",
        "id": "Feb_2019_Talks_at",
        "date": "2/2019",
        "content": "Feb 2019, Talks at Leverage Points Conference L&#xFC;neburg   Michaela and Shintaro participated at the conference <a href=\"https://leveragepoints2019.leuphana.de\" target=\"_blank\">Leverage Points 2019</a> in the context of sustainability research, system thinking, resilience, policy making etc. Shintaro talked about &#x201C;Learning the Complexities of Commoning. Playful Agent-Based Modeling as Thinking-Toys for Urban Commoners&#x201D; and Michaela about &#x201C;Unsettling design - Material Encounters and Relational Practices&#x201D;.",
        "img_list": [
            "img/external_activity/leverage_points_conference_lueneburg_2.jpg",
            "img/external_activity/leverage_points_conference_lueneburg.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "February 2019, Transmediale",
        "id": "Feb_2019_Transmediale",
        "date": "2/2019",
        "content": "We participated at transmediale 2019 in Berlin with a  <a href=\"https://2019.transmediale.de/content/phantasms-of-decentralization-conversations-about-commoning-with-coming-media-0\" target=\"_blank\">conversation panel</a> . We are currently preparing a transcript of the audio recording. The conversation addressed the potential entanglement of technologies with alternative forms of living together from  different scales and levels. We also tried to discuss the affective and fantastic ingredients of commoning with tech &#x2013; such as the  phantasms of decentralization. With our great team and <a href=\"http://code-operative.co.uk/about/\" target=\"_blank\">John Evans</a> and <a href=\"https://shiba.computer/\" target=\"_blank\">Cade Diehm</a>.",
        "img_list": [
            "img/transmediale_2019.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "Oct-Dec 2018, Data Visualization collaboration with EPFL students",
        "id": "Oct_Dec_2018_Data",
        "date": "10/2018",
        "content": "We invited a <a href=\"https://github.com/lanzrein/\" target=\"_blank\" rel=\"noopener noreferrer\">team</a> of computer science students from <a href=\"https://www.epfl.ch/\" target=\"_blank\" rel=\"noopener noreferrer\">EPFL</a> to create a visual interface for the &#xC4;mtli-Manager. They came up with some <a href=\"https://lanzrein.github.io/data_viz_project/\" target=\"_blank\" rel=\"noopener noreferrer\">interesting propositions</a> and produced an <a href=\"https://lanzrein.github.io/data_viz_project/myiris/viz.html\" target=\"_blank\" rel=\"noopener noreferrer\">experimental 4-window interface</a> for observation of agents behaviour. The project was realized within the master course on <a href=\"https://edu.epfl.ch/coursebook/en/data-visualization-COM-480\" target=\"_blank\" rel=\"noopener noreferrer\">Data Visualization</a>. We would like to thank the course teacher, Kirell Benzi for his support in getting the students interested to work with us.",
        "img_list": [
            "img/games/Amtli-model-epflviz.png"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "December 2018, Talk in Belgrade",
        "id": "Dec_2018_Talk_in",
        "date": "12/2018",
        "content": "Selena gave a lecture within the series <a href=\"https://www.czkd.org/2018/12/ka-drugacijem-gradu-artikulacija-zajednickog-i-politickog-u-tehnoloski-informisanom-diskursu/\" target=\"_blank\" rel=\"noopener noreferrer\">&#x201C;Towards a Different City&#x201D; (Ka drugacijem gradu)</a> organized by Ministarstvo Prostora at CZKD, Belgrade. She talked about &#x201C;Articulations of common through technology and design&#x201D;, discussing, among other things the role of the ABM and games in Toys for Commoning project.",
        "img_list": [
            "img/external_activity/ka-drucacijem-gradu_12-2018.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "Nov–Dec 2018, Ämtli-Manager Workshops",
        "id": "Nov_Dec_2018_aemtli",
        "date": "11/2018",
        "content": "Nov&#x2013;Dec 2018, &#xC4;mtli-Manager Workshops  We continued our collaboration with the co-operatives and conducted two workshops, where we tested the first version of our &#xC4;mtli-Manager (working title) and collected feedback concerning the topic of working time organization.",
        "img_list": [
            "img/workshop/aemtli_manager_workshop_02.JPG",
            "img/workshop/aemtli_manager_workshop_01.JPG",
            "img/workshop/aemtli_manager_workshop_03.JPG"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "Nov–Dec 2018, Micro Residency 1a",
        "id": "Nov_Dec_2018_Micro",
        "date": "11/2018",
        "content": "Nov&#x2013;Dec 2018, Micro Residency 1a In this first micro-residency designers <a href=\"http://sarahhermanutz.com/\" target=\"_blank\">Sarah Hermanutz</a> and <a href=\"http://www.andreasrau.eu/\" target=\"_blank\">Andreas Rau</a> joint forces with researchers Desiree F&#xF6;rster and Michaela B&#xFC;sse to inquire ways to create an immersive experience of a complex system, in particular climate change. Desiree&#x2019;s doctoral research on atmospheric media and Andreas Rau&#x2019;s and Sarah Hermanutz&#x2019;s interest in virtual reality temporarily complement our team&#x2019;s skill set to explore how one can relate to different levels of magnitude and entanglement. The residency will continue in February 2019 and lead on an interactive installation to be exhibited at the Critical Media Lab.",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "process",
        "title": "November 2018, Talk in Brussels",
        "id": "Nov_2018_Talk_in",
        "date": "11/2018",
        "content": "Shintaro gave a talk at the conference <a href=\"https://scaffolds2018.epfl.ch/\" target=\"_blank\">&#x201C;Scaffolds &#x2013; Open Encounters with Art, Architecture and Society&#x201D;</a> with the title &#x201C;Co-Designing Thinking-Media with Commonists. The Criticality of Conflict, Play and Irony&#x201D;.",
        "img_list": [
            "img/external_activity/talk_scaffolds.JPG"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "November 2018, Workshop with Hyperwerk",
        "id": "Nov_2018_Workshop_with",
        "date": "11/2018",
        "content": "Emergent gameplay is a central principle of game design. In the game design workshop <a href=\"https://www.hypermagazine.ch/hypermagazine/organize-yourselves-or-you-will-be-organized/\" target=\"_blank\">&#x201C;Organize Yourselves Or You Will Be Organized&#x201D;</a> we experimented with creating simple rules that generate more complex emergent patterns of self-organization and creating feedback loops within the game. The workshop was conducted by Viktor and Shintaro with students of <a href=\"https://www.hypermagazine.ch/\" target=\"_blank\">Hyperwerk</a>.",
        "img_list": [
            "img/workshop/hyperwerk_workshop_02.jpg",
            "img/workshop/hyperwerk_workshop_03.jpg",
            "img/workshop/hyperwerk_workshop_04.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "November 2018, Istanbul Design Biennial",
        "id": "Nov_2018_Istanbul_Design",
        "date": "11/2018",
        "content": "Viktor joined &#x201C;Negotiating value at the School of Fluid Measures&#x201D; with Berlin-based designer Judith Seng. They explored the fluidity of value in negotiations embedded in complex and ever-changing contexts. Judith took part at a <a href=\"http://aschoolofschools.iksv.org/\" target=\"_blank\">A School of Schools</a>, the 4th Istanbul Design Biennial, resulted in the seventh iteration of her ongoing Acting Things series. A transcript of the panel discussion appeared in the #21 of the <a href=\"https://www.disegnodaily.com/journal\" target=\"_blank\">Disegno Magazine</a>.  Credit: ACTING THINGS VII - School of Fluid Measures by Judith Seng",
        "img_list": [
            "img/acting_things_workshop_seng.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "September 2018, Playtest in Bristol",
        "id": "Sep_2018_Playtest_in",
        "date": "9/2018",
        "content": "&apos;Iris &amp; Black Box&apos; is a playful setup based on the agent-based model &apos;&#xC4;mtli Manager&apos; that allows humans to become one agent among many computer agents. The prototype setup consisting of a modified version of the &#xC4;mtli Manager ABM and a physical game console for the human player was first tested at <a href=\"https://www.watershed.co.uk/studio/projects/iglab\" target=\"_blank\">IGLab</a> in Bristol.",
        "img_list": [
            "img/playtest_bristol.JPG"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "Aug–Sep 2018, Workshops for Yann",
        "id": "Aug_Sep_2018_Workshops",
        "date": "8/2018",
        "content": "Aug&#x2013;Sep 2018, Workshops for Yann Yann participated in some <a href=\"https://criticalengineering.org/intensives/2018/\" target=\"_blank\">workshops</a>:  A) Surveillance Override with <a href=\"http://chootka.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Sarah Grant</a> &amp; <a href=\"https://www.janavirgin.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Joana Moll</a>B) Bio Computing with Slime Moulds with <a href=\"http://chootka.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Sarah Grant</a> and <a href=\"http://automata.se/\" target=\"_blank\" rel=\"noopener noreferrer\">Bengt Sj&#xF6;len</a> both in Berlin <a href=\"https://weise7.org/\" target=\"_blank\">@WEISE7</a>.",
        "img_list": [
            "img/physarium_workshop.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "May 2018, Commoning in Basel",
        "id": "May_2018_Commoning_in",
        "date": "5/2018",
        "content": "At <a href=\"http://68-88-18.ch/programm.html\" target=\"_blank\">this podium event</a> under the heading of &quot;Commoning&quot;, several current projects from Basel that deal with collaborative working, living, and thinking were presented. With Christian Mueller (Zukunft.Klybeck) Roger Portmann (LeNa) Laura Pregger (Hyperwerk).",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "process",
        "title": "May 2018, Debriefing + Next Steps",
        "id": "May_2018_Debriefing_Next",
        "date": "5/2018",
        "content": "After the intensive &quot;First Contact&quot; workshops with the three co-operatives we were quite exhausted, but recovered soon with a debriefing, developing first ideas for next steps (first agend based model, a fragmented play/game scenario, more ideas for catch-up workshops).",
        "img_list": [
            "img/may.JPG"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "April 2018, First Contact",
        "id": "April_2018_First_Contact",
        "date": "4/2018",
        "content": "We conducted first workshops with our project partners, Lena (Basel), Warmb&#xE4;chli (Bern) and NeNa1 (Zurich) and started exploring artefact based problem addressing. Viktor designed a adequate workshop method, which proved to be quite productive.",
        "img_list": [
            "img/lena.JPG",
            "img/nena1_.png"
        ],
        "video_list": [
            "https://player.vimeo.com/video/275850147"
        ]
    },
    {
        "section": "process",
        "title": "April 2018, Kick-Off Meeting",
        "id": "April_2018_Kick_Off",
        "date": "4/2018",
        "content": "In order to open up our thinking space and connect with possible academic peers, we organised a kick-off meeting around &quot;commoning&quot;, &quot;gaming&quot; and &quot;modelling&quot;. Our central question for the discussions was: How could playful setups enable grasping, negotiating and thinking critically about the complexities of commoning in urban neighborhoods?\n\nOn day one of the two-day workshop, participants shortly presented their perspective on the above question by introducing some of their related work or projects. On the second day we discussed and exchanged ideas, concepts, tool-sets, and approaches within the triangle of commoning, modeling and playing by a playful conversation and prototyping format.\n\nParticipants: Adam van Heerden, Bruce Edmonds, Gabriele Ferri, Geeske Scholz, Gilly Krajevsky, Ivo Balmer, Jelena Viskovic, Mary Dellenbaugh-Losse, Shusha Niederberger, Panayotis Antoniadis, Paul Chaney, Sebastian Quack, Roger Portmann and Tobias Willimann.",
        "img_list": [
            "img/kickoff1.JPG",
            "img/kickoff2.JPG",
            "img/kickoff3.JPG"
        ],
        "video_list": [
            "https://player.vimeo.com/video/268622364"
        ]
    },
    {
        "section": "process",
        "title": "February 2018, Masquerade for Commoning",
        "id": "Feb_2018_Masquerade_for",
        "date": "2/2018",
        "content": "Our team took part at transmediale 2018 face value with the workshop <a href=\"https://2018.transmediale.de/content/masquerade-for-commoning\" target=\"_blank\">&quot;Masquerade for Commoning&quot;</a> which we held on Sunday 4th of Feb. Since we then just started, we used this lovely occasion as a team building effort with guest colleague Felix Gerloff from the lab and external guest Kevin Rittberger. Kevin was involved earlier in 2015 with <a href=\"https://www.ixdm.ch/community-in-progress-syntegrity/\" target=\"_blank\">&quot;Syntegrity&quot;.</a>   \n\nHere a more detailed announcement of the workshop: Masquerade for Commoning wants to encourage you to tackle face value &#x2013; Transmediale 2018&#x2019;s thought-provoking trigger &#x2013; via modulating the idea of the mask. Would a playful masquerade be helpful in order to discuss how we could respond to current practices of taking things at face value too fast and at the same time enable us to self-critically recognize moments when we also take our own ideals, values, and utopias at face value? What kind of biases and exploitative mechanisms are involved when we think, for example, about alternative models for creating value together? How would the masquerade unfold if we modulated face value with commoning? \n\nCommoning =&gt; a verb expressing the joint action of creating things together by drawing on a network of human and non-human relations created with the expectation of mutual care, aid, benefits and a shared understanding that some things could belong to all of us.\n\nMask =&gt; an object or filter that can modify an identity in order to lie about it, take on a role, represent another, assume a collective identity, make identities equal, abstract an identity, reveal an identity, take possession of the mask&apos;s powers...\n\nMasquerade =&gt; a joint action of assuming and executing modified identities which usually involves the creation of new relationships between masked identities and produces a complex situation of co-dependencies. \n\nMasquerade for Commoning suggests to understand face value spectrally, not only dialectically and reconsider current models of valorization as producers of unwanted artifacts of our agricultural software that has been running for over five thousand years. We want to modulate and synthesize the mask, the act of masking, the masquerade, faces and values with cultural practices of commoning. The mask as a tangible artifact could enable different modes of understanding, enacting and modelling the dynamics that is at work in commoning. Performed by the workshop participants or in a real-life situation, the Masquerade for Commoning might shed new light on different constellations, social relations and dependencies between individual agents and their environments.\n\nIn our times, we &#x2013; you and us &#x2013; are confronted with a difficult riddle: How can we imagine and build a radically different system of valorization and distribution while facing the constraints of current (neoliberal) geopolitical powers? Commoning, at face value, might be a simple and evident solution but it surely involves drama. More than a political theory or philosophy, commoning is an active, living process which involves a complex ecosystem of things, persons, infrastructures, resources, technologies, and architectures. Here, the mask comes into play almost seamlessly &#x2014; etymologically related to ghosts and darkness and even mockery, masks have evolved into agents of impersonation, of taking on a role in a drama or performance. Masks are used to abstract certain aspects of an individual but also to conjure more-than-human superpowers. Masks are old artifacts humans used since immemorial times in rituals and on special occasions. A flat mask, moreover, as provided here, has a back and a front side. Thus it embodies the principle of binaries. Would that be a pathway to digitality?\n\nJoin our session to collaboratively and playfully discuss, sketch, design masks and model constellations of commoning. The blank mask accompanying this print (PDF output) is our invitation to the first Masquerade for Commoning at the last day of Transmediale 2018 (Feb 4th (Sunday), 14:00&#x2013;17:00, K2, HKW).",
        "img_list": [],
        "video_list": [
            "https://player.vimeo.com/video/258980375"
        ]
    },
    {
        "section": "project",
        "title": "Team",
        "id": "Team",
        "date": "1/2018",
        "content": "### Dr. Viktor Bed&#xF6;\n <a href=\"https://www.ixdm.ch/team/viktor-bedoe/\" target=\"_blank\">Viktor</a> is a senior researcher in the team, founder of the street game lab Tacit Dimension and freelance innovation consultant. He obtained a PhD in philosophy at Humboldt University Berlin and University P&#xE9;cs (2011). \n\n### Lena Frei \nLena studies Visual Communication and Iconic Research (MA). She has a BA in Media Studies/ Philosophy (University of Basel), is our in-team co-designer and is helping in other matters too. \n\n### Michaela B&#xFC;sse \n <a href=\"https://www.ixdm.ch/team/michaela-buesse/\" target=\"_blank\">Michaela</a> is a curator, editor and a junior researcher in our team as well as a PhD candidate at the European Centre for Art, Design and Media based Research (ECAM) in Basel. \n\n### Yann Martins \n <a href=\"https://www.ixdm.ch/team/yann-patrick-martins/\" target=\"_blank\">Yann</a> works as a creative coder in the team. He graduated in Visual Communication and Iconic Theory (MA) from the Basel School of Design. \n\n### Dr. Shintaro Miyazaki \n <a href=\"https://www.ixdm.ch/team/shintaro-miyazaki/\" target=\"_blank\">Shintaro</a> is a media scholar and experimental designer. He is the principal investigator and project leader. He obtained a PhD in media theory at Humboldt-Universit&#xE4;t zu Berlin (2012).\n\n### Dr. Selena Savi&#x107;\n <a href=\"https://www.ixdm.ch/team/selena-savic/Selena\" target=\"_blank\">Selena</a> is a designer researcher, scholar and a post-doctoral researcher in the team. She obtained a joint PhD by EPFL (Lausanne) and Instituto Superior T&#xE9;cnico (Lisbon).",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "project",
        "title": "Partners and Funding",
        "id": "Partners_and_Funding",
        "date": "1/2018",
        "content": "This research project is funded by the <a href=\"http://p3.snf.ch/project-175913\" target=\"_blank\">Swiss National Science Fundation</a> (SNSF No. 175913, runtime 01/2018 &#x2013; 12/2021) and is hosted by the Institute of <a href=\"https://www.ixdm.ch/\" target=\"_blank\">Experimental Design and Media Cultures and the Critical Media Lab Basel</a> at FHNW Academy of Art and Design in Basel, Switzerland. Key projects partners are <a href=\"http://www.lena.coop/\" target=\"_blank\">Lena</a>, <a href=\"https://www.warmbaechli.ch/\" target=\"_blank\">Warmb&#xE4;chli</a> and <a href=\"https://www.nena1.ch/\" target=\"_blank\">NeNa1</a>.",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "output",
        "title": "November 2018, A first model about work time organization (Ämtli-Manager)",
        "id": "first_model_about_work",
        "date": "11/2018",
        "content": "A first model about work time organization (&#xC4;mtli-Manager), 11.2018   With this agent-based model, we study the phenomenon of commoning (sharing common resources in a durable way) in the context of  sustainable living initiatives and co-housing projects in Switzerland. We focus on the distribution of working time that members  voluntarily contribute to community life. When are they feeling their contribution is fair? Are the others also behaving fairly?  How can we make sure urgent tasks are done? What are the tipping points in agents behaviour? What tipping points can we observe on  the level of the community? \n\nThe model is informed by our discussions with three co-housing initiatives (Warmb&#xE4;chli, LeNa and NeNa1), conducted in April 2018. \n\nWe identified an interest in establishing and tracking fair division of work among the members, while at the same time not wanting to be too intrusive on member&#x2019;s privacy and individual contribution. Some questions we retained are &#x201C;how much would it cost to not  clean the kitchen when it is your turn to do it?&#x201D; (NeNa1) and &#x201C;How to measure how much volunteering time each member needs to contribute to the community?&#x201D; (LeNa).\n\n&#xC4;mtli manager is one complex model that addresses these questions. It is a system that identifies tasks that need to be done urgently (looking at how much time has passed since the task was done) and finds community members that could take up a task and acquire right to rest and relax. They, in return, can accept or refuse to take up the task - a decision based on both the amount of resting time the community member has acquired and the interest they have in doing that particular task. Agents have different personalities which  determine their strategy for accepting or refusing tasks: they can be &#x201C;curious&#x201D; or &#x201C;perfectionist&#x201D;, &#x201C;geniessers&#x201D; or &#x201C;capitalists&#x201D;.\n\nFour tasks that describe common life appear in the model: &#x2018;food depot management&#x2019; (&#x2018;&#x2018;Lebensmitteldepot&#x2019;), &#x2018;common kitchen maintenance&#x2019;  (&#x2018;Gro&#xDF;k&#xFC;chendienst&#x2019;), &#x2018;social work&#x2019; (&#x2018;Soziales&#x2019;) and &#x2018;facilities duty&#x2019; (&#x2018;Raumpflege&#x2019;). A complex system of exchange of free time for work, combined with agents&#x2019; personalities, incentivises agents to pick up tasks and have the household running properly.\n\nFairness is measured in function of stress and forcing the agents are feeling. If all agents refuse to take up a task, one will be  forced and will therefore start feeling stressed. When that agent uses some of their resting time, the stress will decrease. If they  do not have any, stress level will grow. Depending largely on the composition of the community in terms of agents personality, brute  forcing will occur more or less often, affecting stress level of the community and signaling its dysfunctionalities (when agents need  to be forced, we can assume common facilities are taken care of to a bare minimum).\n\nThe model outputs data that consist of time-based readings of states of agents&apos; parameters. We experimented with different modes of  visualisation of this model, looking at it historically, so that we can identify emergent behaviours and tipping points. We also  looked at the data from the points of view of community members, tasks that need to be done and the whole environment (micro- and  macro-views). Visualization remains an important aspect of this work. \n\nWe can present some preliminary insights and findings already. For example, when all four types of community members are equally present,  it tends to happen that the stress of all agents increases, except for those that we named &#x201C;capitalists&#x201D; - their stress stays at a  reasonably low level and they are rarely &#x201C;brute forced&#x201D;. Contrarily, in a society made only of &#x201C;geniessers&#x201D;, stress stays at a typically  low level. We can interpret this as a sort of recommendation for the behaviour in the community (be all geniessers) or community composition, although this would be rather far-fetched. We expect to observe more such patterns and tipping points when running the model in the future.",
        "img_list": [
            "img/games/amtli-model.png",
            "img/games/amtli-model-code.png"
        ],
        "video_list": []
    },
    {
        "section": "output",
        "title": "May 2018, Our First Models",
        "id": "Our_first_models_05",
        "date": "5/2018",
        "content": "Schelling&apos;s Model of Segregation  <a href=\"https://github.com/commoningtoys/SchellingsModelOfSegregation\" target=\"_blank\">Here</a> a description of the model  <a href=\"http://commoning.rocks/SchellingsModelOfSegregation/\" target=\"_blank\">  </a>Predator VS Prey Model  <a href=\"https://github.com/commoningtoys/predatorVSpreyGrass\" target=\"_blank\">Here</a> a description of the model  <a href=\"http://commoning.rocks/predatorVSpreyGrass/\" target=\"_blank\">  </a>Coward VS Heroes Model  <a href=\"https://github.com/commoningtoys/CowardVSHeroes\" target=\"_blank\">Here</a> a description of the model  <a href=\"http://commoning.rocks/CowardVSHeroes/\" target=\"_blank\">  </a>",
        "img_list": [
            "img/games/screen2.png",
            "img/games/screen3.png",
            "img/games/screen1.png"
        ],
        "video_list": []
    },
    {
        "section": "output",
        "title": "February 2018, Masquerade for Commoning",
        "id": "Masquerade_for_Commoning_02",
        "date": "2/2018",
        "content": "Printed matter. transmediale 2018 ( <a href=\"https://drive.google.com/file/d/1XjQi_xBTAMJR38HRi8N2DcAHi9OZSBaz/view?usp=sharing\" target=\"_blank\">PDF</a>).",
        "img_list": [
            "img/pdf.png"
        ],
        "video_list": []
    },
    {
        "section": "german",
        "title": "Denkspielzeug für Commoning",
        "id": "Denkspielzeug_Commoning",
        "date": "1/2018",
        "content": "Die gemeinschaftlich-nachhaltige Nutzung und Organisation von Ressourcen ist komplex. Mit einem Fokus auf alternativ-utopisch inspirierte Stadt-Nachbarschaften in der Schweiz schlägt das Forschungsprojekt eine exemplarische Untersuchung und gestalterisch-explorative Entwicklung medialer Denkwerkzeuge vor, mit deren Hilfe die Komplexität solcher Prozesse besser veranschaulicht werden können.\n\nGemeinschaftlich-nachhaltig genutzte Ressourcen, wie etwa Lebensmittel oder kommunikative Infrastrukturen wie Wifi, werden Commons genannt. Commoning meint die Aktivität des gemeinsamen Teilens dieser Ressourcen. Der durch zahlreiche alternativ-utopisch inspirierte Projekte formulierter Anspruch, infrastrukturelle Aspekte des urbanen Alltagslebens durch Commoning selbstverantwortlich und alternativ zu gestalten, wirft einige Fragen auf. Denn aufgrund der hohen Komplexität, die mit der gemeinschaftlichen Nutzung von Ressourcen bisweilen einhergeht, kann das einzelne Gemeinschaftsmitglied sein Commoning und dessen Konsequenzen oft nicht bis ins letzte Detail und in all seinen Konsequenzen durchdenken. Besonders wenn es um ein verstehendes Erfahren unvorhersehbarer, komplex-adaptiver Vorgänge geht, kann er oder sie deren Ablauf, so unsere These, rein intuitiv und ohne die Hilfe veranschaulichender medialer Denkwerkzeuge, wie computerbasierte Modelle oder Szenarien, nicht mehr vollständig erfassen.\n\nAus diesem Grund wird im engen Austausch mit den Mitgliedern der schweizerischen Stadt-Nachbarschaftsprojekte NeNa1 in Zürich, LeNa in Basel und Warmbächli in Bern eine mobile, digitale Software-Anwendung entwickelt und erprobt. Dabei geht es um die spielerische Anregung und Erschließung neuer Denk- und Handlungsräume im Bereich des Commonings. Denn, auf diese Weise – so unser Ziel – könnten sich neue Wege für zukünftige gesellschaftliche Teilhabe- und Transformationsprozesse eröffnen.\n\nDas vierjährige Projekt, in dem sowohl geistes- und sozialwissenschaftliche als auch gestalterische Methoden kombiniert werden, verfolgt zentral folgende Leitfrage: Wie lässt sich durch das gemeinschaftlich-experimentelle Gestalten und Entwickeln eines digitalen Spielsystems das Nachdenken über die intuitiv oft nicht nachvollziehbare Komplexität des Commoning anregen und Komplexität so spielerisch versteh- und besser verhandelbar machen?",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "german",
        "title": "Partner und Förderung",
        "id": "Partner_und_Foerderung",
        "date": "1/2018",
        "content": "Dieses Forschungsprojekt wird vom “Schweizerischen Nationalfonds zur Förderung der Wissenschaftlichen Forschung” (SNF Nr. 175913, von 01/2018 bis 12/2021) unterstützt. Durchgeführt wird es am Institut für Experimentelle Design- und Medienkulturen und im Critical Media Lab an der Hochschule für Gestaltung und Kunst FHNW in Basel. Hauptprojektpartner sind Lena, Warmbächli und NeNa1.",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "german",
        "title": "Team",
        "id": "Team",
        "date": "1/2018",
        "content": "### Dr. Viktor Bedö \n <a href=\"https://www.ixdm.ch/team/viktor-bedoe/\" target=\"_blank\">Viktor</a> ist ein Senior Reseacher im Team, Gr&#xFC;nder des &#x201C;The Street Game Lab Tacit Dimension&#x201D; und freischaffender Innovationsberater. Er promovierte an der Humboldt Universit&#xE4;t Berlin und an der Universit&#xE4;t P&#xE9;cs (2011) in Philosophie. \n\n### Lena Frei \nLena studiert Visual Communication and Iconic Research (MA) an der HGK FHNW. Sie hat einen BA in Medienwissenschaften/Philosophie (Universit&#xE4;t Basel). In unserem Team hilft sie bei der Gestaltung und in anderen Bereichen. \n\n### Michaela Büsse \n <a href=\"https://www.ixdm.ch/team/michaela-buesse/\" target=\"_blank\">Michaela</a> ist Kuratorin, Redakteurin und Doktorandin in unserem Team und zugleich am European Centre for Art, Design and Media based Research (ECAM) der HGK FHNW. \n\n### Yann Martins \n <a href=\"https://www.ixdm.ch/team/yann-patrick-martins/\" target=\"_blank\">Yann</a> arbeitet als Kreativ-Programmierer in unserem Team. Er erwarb seinen Master in Visual Communication and Iconic Research an der Hochschule f&#xFC;r Gestaltung und Kunst FHNW.\n\n### Dr. Shintaro Miyazaki \n <a href=\"https://www.ixdm.ch/team/shintaro-miyazaki/\" target=\"_blank\">Shintaro</a> ist Medienwissenschaftler und experimenteller Gestalter. Er ist Gesuchsteller und der Projektleiter. Promotion in Medientheorie an der Humboldt Universit&#xE4;t zu Berlin (2012). \n\n### Dr. Selena Savi&#x107; \n <a href=\"https://www.ixdm.ch/team/selena-savic/Selena\" target=\"_blank\">Selena</a> ist Designforscherin und ist als Postdoc im Team. Sie hat ihr Doktorat am EPFL (Lausanne) und am Instituto Superior T&#xE9;cnico (Lissabon) abgeschlossen.",
        "img_list": [],
        "video_list": []
    },
    {
        "section": "german",
        "title": "Februar 2018, Masquerade for Commoning",
        "id": "Februar_2018_Masquerade_for",
        "date": "2/2018",
        "content": "Unser Team nahm an der Transmediale 2018 (mit dem Thema “Face Value”) teil und führte am Sonntag 4. Februar, den Workshop [Masquerade for Commoning](https://2018.transmediale.de/content/masquerade-for-commoning) durch. Da unser Projekt zu diesem Zeitpunkt erst in den Startlöchern stand, nutzten wir den Anlass für eine teamfördernde Zusammenarbeit mit unseren Gästen Felix Gerloff aus dem Critical Media Lab und Kevin Rittberger, der schon im Jahre 2015 in das Projekt “Syntegrity” involviert war.",
        "img_list": [],
        "video_list": [
            "https://player.vimeo.com/video/258980375"
        ]
    },
    {
        "section": "german",
        "title": "April 2018, Kennenlern-Workshops",
        "id": "April_2018_Kennenlern_Workshops",
        "date": "4/2018",
        "content": "Wir führten erste Workshops mit unseren Projektpartnern Lena (Basel), Warmbächli (Bern) und NeNa1 (Zürich) durch und erprobten die artefaktbasierte Diskussion von Problemen. Viktor entwickelte eine passende Workshop-Methode, die sich als durchaus produktiv herausstellte.",
        "img_list": [
            "img/lena.JPG",
            "img/nena1_.png"
        ],
        "video_list": [
            "https://player.vimeo.com/video/275850147"
        ]
    },
    {
        "section": "german",
        "title": "Mai 2018, Nachbesprechung und weitere Schritte",
        "id": "Mai_2018_Nachbesprechung_und",
        "date": "5/2018",
        "content": "Nach den intensiven “Kennenlern-Workshops” mit den drei Projektpartnern waren wir ziemlich erschöpft, erholten uns aber schnell und setzten uns an die Nachbesprechung und dem Entwickeln erster Ideen für weitere Schritte (ein erstes agentenbasiertes Modell, ein fragmentiertes Spiel-Szenario und Ideen für weiterführende Workshops).",
        "img_list": [
            "img/may.JPG"
        ],
        "video_list": []
    },
    {
        "section": "german",
        "title": "April 2018, Kick-Off Tagung",
        "id": "April_2018_Kick_Off",
        "date": "4/2018",
        "content": "Um unseren Denkraum zu öffnen und uns mit möglichen Fachkollegen zu verbinden, organisierten wir eine Kick-Off Tagung rund um die Themen “commoning”, “gaming” und “modelling”. Unsere zentrale Frage für die Diskussionen lautete: Wie können spielerische Einrichtungen uns helfen, die Komplexität von gemeinsamem Wirken in urbanen Nachbarschaften zu verstehen, zu bewältigen und kritisch zu überdenken? \n\nAm ersten Tag des zweitägigen Workshops konnten die Teilnehmer ihre Perspektive bezüglich der vorhin gestellten Frage erklären, dies unter Einbezug und Vorstellung von verwandter Arbeit und Projekten. Am zweiten Tag diskutierten und tauschten wir Ideen, Konzepte, Arbeitstechniken und Herangehensweisen innerhalb des Dreiecks von “commoning”, “modelling” und “playing” aus, begleitet von spielerischer Konversation und der Entwicklung von Prototypen. \n\nTeilnehmer/Innen: Adam van Heerden, Bruce Edmonds, Gabriele Ferri, Geeske Scholz, Gilly Krajevsky, Ivo Balmer, Jelena Viskovic, Mary Dellenbaugh-Losse, Shusha Niederberger, Panayotis Antoniadis, Paul Chaney, Sebastian Quack, Roger Portmann and Tobias Willimann.",
        "img_list": [
            "img/kickoff1.JPG",
            "img/kickoff2.JPG",
            "img/kickoff3.JPG"
        ],
        "video_list": [
            "https://player.vimeo.com/video/268622364"
        ]
    },
  {
        "section": "process",
        "title": "March 2019, Commoning and Tech Focus",
        "id": "NeNa1_Tech_Mar_2019",
        "date": "3/2019",
        "content": "As part of the workshop with the co-housing cooperative NeNa1 from Zurich, we dedicated some time and thoughts to the questions about possible roles and impact of technologies on commoning practices. Technology is rarely seen as a resource to be shared, and the philosophy of degrowth can make us unsympathetic towards (cutting-edge) technical solutions (e.g. automation, AI, etc). Commoning with technology refers to both using technology, like an instrument, but also the need to make common how it works. One way of using tech is what we have presented earlier - working on computational models (e.g. Agent-based modelling) that depict some concrete aspects or situations, such as organization of voluntary work contributions by the community members, in order to find patterns and tipping points in complex community behaviours. \n\nIn a different gesture, we wanted to explore scenarios in which communities would benefit from sharing information using open source technical systems, or sharing knowledge and creating tools that enable distant communication, recording and processing of information. We worked in groups and tried to trace out trends and tendencies in specific technical solutions or commoning practices 10 years ago, today and in 10 years.\n\nThe topics discussed touched upon personal communication (email -> wiki, chat platforms -> commons app), ubiquity and autonomy of infrastructure (telephone lines -> the internet -> self-determined autonomous networks) and cultural considerations (dialogue -> chat groups -> convergence of local and global discussion). We plan to explore how these topics could inform a future narrative and how they can be modeled using ABM.",
        "img_list": [
            "img/workshop/NeNa1_Mar2019_tech-commoning_01.jpg",
            "img/workshop/NeNa1_Mar2019_tech-commoning_02.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "March 2019, Workshop with NeNa1",
        "id": "NeNa1_Workshop_Mar_2019",
        "date": "3/2019",
        "content": "Our second workshop with the Zurich cooperative, NeNa1, took place in three parts. First, Viktor presented his work on a toolkit that invites participants to experience how it feels to carry out  the tasks, called by the Ämtli manager ABM model. Then, we presented the model in detail, explained how it operates in detail and discussed the implementation of mechanisms (e.g. swapping) and parameters (e.g. stress, time_coin) that we observe when we run the model. At the end, Selena introduced the topic of commoning and tech as a ‘10yearchallenge’ - discussing the way certain technologies were used by housing cooperatives and communities in general, and asking to imagine the way these or other technologies will play a role in commoners lives in 10 (or more) years.",
        "img_list": [
            "img/workshop/NeNa1_Mar2019_toolkit-game.jpg",
            "img/workshop/NeNa1_Mar2019_workshop.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "March 2019, Utopia Reshuffled: workshop at the OTHERWISE festival, Zurich",
        "id": "Otherwise_Workshop",
        "date": "3/2019",
        "content": "What are Utopias about? How are new worlds described, new societies proposed? We identified some key elements in a selection of utopian classics like Thomas More's Utopia, Ursula K. le Guin's The Dispossessed or Hans Wiedmer's bolo'bolo and decided to take them as building blocks in a generative method for writing new stories about societies of the future. Using a deck of cards specially designed for this workshop, we confronted participants with a random configuration of pieces from different utopias and asked them to cross-breed contemporary thinking with historical utopism. They worked in groups to create five different narratives, inspired by their selection of cards. \n\nOn the Wetopia island, people are organized by the ‘humarithm’ governing intelligence, and grouped around interests rather than blood relations. \n\nThe Age of Mycelium addresses collapsed ecosystems with and artificial intelligence that engages an underground system of fungi into collaboration with women and men, a biodiverse intersectional network. \n\nThe E-zero society is happy because it is emotion-free. The outer appearance is an indicator of one's inner state, and it is cared for by a ubiquitous social institution of Shamoons. \n\nSupercomputers control and decide in the society that Shkola is set out to change. A new kind of anthropocentrism arises from concerns with this artificial intelligence, as well as with the changing climate. \n\nSamadhi is an artificial state of supraconsciousness and a network of nodes-temples which Samadhian visit every 20 days to refresh their minds. The five beautifully crafted books were presented as a formal book launch at the end of the workshop.",
        "img_list": [
            "img/workshop/Otherwise_Utopia_by Michael Meili.jpg",
            "img/workshop/otherwise-1101.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "May 2019, Micro Residency 2 with Sarah Grant",
        "id": "Sarah_Grant_May_2019",
        "date": "5/2019",
        "content": "Sarah Grant, a Berlin-based media artist working with technical and organic manifestations of networks, spent a week at the lab. She worked with Selena to develop slime mould [Physarum polycephalum](https://en.wikipedia.org/wiki/Physarum_polycephalum) communication models that show how information travels through a self-organised entity - a plasmodium supercell, a model of a community. Physarum polycephalum is a many-headed slime organism, studied for the way it is able to move, find food, and produce efficient networks between food sources. Starting from three chance-based scenarios - selecting cards from the Reshuffle Utopia card deck ([developed for the Utopia Reshuffled workshop at OTHERWISE festival](http://commoning.rocks/index.html#Otherwise_Workshop)) - Sarah tested nine setups using oats and food colouring to control the growth of the slime mould organism and observe the way the networks develop and transmit information. At the end of the residency, Sarah gave [a talk on her work and slime mould modeling experiment](https://www.ixdm.ch/modeling-utopia-with-slime-mould/) at the Critical Media Lab. A longer report can be found in [this document](https://docs.google.com/document/d/1MtLm5x0vm5aTqxOPM73jIoOCuYBr3orWxfPzRcv2MtQ/edit). The experiment is ongoing.",
        "img_list": [
            "img/residency/modeling-utopia-slime-mould.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "April 2019, Ämtli Manager Observations",
        "id": "April_2019_Aemtli_Manager",
        "date": "4/2019",
        "content": "During the month of April, in preparation for the last tweeks and updates to the Ämtli manager, we worked on developing a systematic way for observing the model states and documenting these in a consistent form. Driven by several simple questions, Selena tested different initial configurations, and then changed only certain parameters to see how, if at all, they affect the resulting macro-behaviour. Is there a setup where the community works harmoniously over long periods of time (several years)? Does the frequency and amount of swapping/brute forcing depend on commoner’s traits? All observations are noted in [file1](https://drive.google.com/open?id=101AxVMUiwd1Nb6RS6PYss0e5Iv_Nab5rc6wURT_EcpM) and [file2](https://docs.google.com/document/d/101AxVMUiwd1Nb6RS6PYss0e5Iv_Nab5rc6wURT_EcpM/edit?usp=sharing). Yann then programmed a batch-testing routine which enables comprehensive testing of all parameters in a semi-automated way. Notes on this way of exploring the model are following soon.",
        "img_list": [
            "img/amtli-manager-observations-april2019.jpg"
        ],
        "video_list": []
    },
    {
        "section": "output",
        "title": "Feb – Mar 2019, Ämtli Manager UPDATE",
        "id": "Mar_2019_Aemtli_Manager_Update",
        "date": "3/2019",
        "content": "Following months of evaluation and debugging, we decided to implement some necessary changes to the way Ämtli Manager works. Through intensive discussions, the team reached a better understanding of the model’s inner mechanisms and connections between values, settings and states. We used remodelling as an opportunity to document and explain the model elements, mechanisms and interactions, for which we designed a set of diagrams. The document with diagrams can be [downloaded here (pdf)](https://drive.google.com/file/d/1axA-3k1oW5B50rP0NIgdj210VMTbpdsH/view).",
        "img_list": [
            "img/amtli-concept-map.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "June 2019, Unconference in Cyprus",
        "id": "June_2019_Unconference_Cyprus",
        "date": "6/2019",
        "content": "Selena presented the project’s focus on commoning and tech at the [Free/Libre Technologies, Arts and the Commons](https://unrf-unconference.futureworldscenter.org/) unconference, in Nicosia, Cyprus. The event was partly a conference, with parallel panel presentations (day 1) and partly an unconference, with round discussions and clusters (day 2). We worked together on to identifying topics, interests and challenges related to commoning, software, infrastructures and society. Both the presentations and the discussions within clusters will be published as conference proceedings.",
        "img_list": [
            "img/unconference-circle.jpg"
        ],
        "video_list": []
    },
    {
        "section": "process",
        "title": "January 2020, Thinking Toys at Biennial of Design, Ljubljana, Slovenia",
        "id": "Jan_2020_Ljubljana",
        "date": "01/2020",
        "content": "Selena travelled to Ljubljana to give a [Thinking Toys for Commoning workshop](https://bio.si/en/program/events/46/2020-01-25/15-00/thinking-toys-for-commoning/) on tech and commoning as part of the 26th Biennial of Design, addressing the theme Common Knowledge. Participants discussed speculative future services attuned at commoning, in that they are community oriented, sustainable in terms of production and maintenance and promoting community resilience and independence. We came up with three proposals: *Disco Phone* that contracts and opens according to its user’s mental availability; *Robot Pigeon* delivering digital messages by moving physically between two persons and allowing for messages to be refused; *Invisibility Cloak* provided by the city authorities to protect citizens’ privacy. The projects entries for the Future of Commoning and IoT catalogue can be found [here](https://drive.google.com/file/d/1eiYiiyEUeRimsQobNy8aj1xcSAcNx0Ra/view?usp=sharing).",
        "img_list": [
            "img/jan_2020_biennal_ljubljana.jpg"
        ],
        "video_list": []
    },
    {
        "section": "german",
        "title": "März 2019, Workshop mit NeNa1",
        "id": "Maerz_2019_Nena1_Workshop_de",
        "date": "3/2019",
        "content": "Unser zweiter Workshop mit der Zürcher Genossenschaft, NeNa1, fand in drei Blöcken statt. Zuerst stellte Viktor seine Arbeit an einem Toolkit vor. Dieses lässt die Teilnehmenden erfahren, wie es sich anfühlt die Aufgaben, die sie vom Ämtli-Manager ABM-Modell erhalten, auszuführen. Dann stellten wir das Modell im Detail vor und diskutierten die Umsetzung von Mechanismen (z.B. Swapping) und Parametern (z.B. Stress, time_coin), die wir bei der Ausführung des Modells beobachten. Zum Schluss führte Selena das Thema Commoning und Technologie als eine '10yearchallenge' ein – und diskutierte die Art und Weise, wie bestimmte Technologien von Genossenschaften und Gemeinschaften im Allgemeinen verwendet wurden, und bat darum, sich vorzustellen, wie diese oder andere Technologien im Leben der Commoners in 10 (oder mehr) Jahren eine Rolle spielen werden.",
        "img_list": [
            "img/workshop/NeNa1_Mar2019_toolkit-game.jpg",
            "img/workshop/NeNa1_Mar2019_workshop.jpg"
        ],
        "video_list": []
    },
    {
        "section": "german",
        "title": "Nov–Dez 2018, Ämtli-Manager Workshops",
        "id": "Aemtli_Manager_Workshops_de",
        "date": "11/2018",
        "content": "Wir setzten unsere Zusammenarbeit mit den Genossenschaften fort und führten zwei Workshops durch, in denen wir die erste Version unseres Ämtli-Managers (Arbeitstitel) testeten und Rückmeldungen zum Thema Arbeitszeitorganisation sammelten.",
        "img_list": [
            "img/workshop/aemtli_manager_workshop_02.JPG",
            "img/workshop/aemtli_manager_workshop_01.JPG",
            "img/workshop/aemtli_manager_workshop_03.JPG"
        ],

        "video_list": []
    },
    {
        "section": "german",
        "title": "März 2019, Commoning und Technologie Workshop",
        "id": "Maerz_2019_Commoning_und_Technologie_de",
        "date": "3/2019",
        "content": "Im Rahmen des Workshops mit der Bau- und Wohngenossenschaft NeNa1 aus Zürich beschäftigten wir uns mit Fragen nach der möglichen Rolle und Auswirkung von Technik auf die gemeinsame Praxis. Selten betrachten wir Technologie als eine Ressource die geteilt werden soll und die Philosophie der Wachstumskritik kann eine Abneigung gegen hochmoderne technische Lösungen (z.B. Automatisierung, KI) hervorrufen. Commoning in Bezug auf Technologie meint sowohl die Verwendung von Technik, wie ein Gerät, als auch auf die Notwendigkeit, dessen Funktionsweise gemeinsam zu gestalten. Eine Möglichkeit, Technik zu nutzen, ist das, was wir zuvor vorgestellt haben – die Arbeit an Rechenmodellen (z.B. agentenbasierte Modelle), die einige konkrete Aspekte oder Situationen abbilden. Dies kann z.B. die Organisation von Freiwilligenarbeit der Gemeinschaftsmitglieder sein. So können Muster und Kipppunkte in komplexen Verhaltensweisen der Gemeinschaft gefunden werden. \n\nZudem wollten wir Szenarien durchgehen, in denen die Gemeinschaften vom Teilen von Information profitieren können. Dies kann erreicht werden mit Hilfe von technischen Systemen mit offenem Quellcode (open source) oder auch durch die Erschaffung von Werkzeugen, die Fernkommunikation sowie die Aufzeichnung und Verarbeitung von Informationen ermöglichen. Wir arbeiteten in Gruppen und versuchten, Trends und Tendenzen in spezifischen technischen Lösungen oder gemeinsamen Praktiken vor 10 Jahren, heute und in 10 Jahren aufzuspüren.\n\nDie diskutierten Themen berührten die persönliche Kommunikation (E-Mail -> Wiki, Chat-Plattformen -> Commons App), die Allgegenwart und Autonomie der Infrastruktur (Telefonleitungen -> Internet -> selbstbestimmte autonome Netzwerke) sowie auch kulturelle Überlegungen (Dialog -> Gesprächsgruppen -> Zusammenführung von lokaler und globaler Diskussion). Wir planen zu untersuchen, wie diese Themen in ein zukünftiges Narrativ einfliessen und mit Hilfe von ABMs modelliert werden können.",
        "img_list": [
            "img/workshop/NeNa1_Mar2019_tech-commoning_01.jpg",
            "img/workshop/NeNa1_Mar2019_tech-commoning_02.jpg"
        ],
        "video_list": []
    },
    {
        "section": "output",
        "title": "May 2019, Human Agent ABM Plugin",
        "id": "May_2019_Human_Agent__ABM_Plugin",
        "date": "5/2019",
        "content": "The Human Agent ABM Plugin is a somewhat unwieldy immersive toy that turns human players into computer agents. The Plugin consists of a physical console with four mico-actions which connects to an agent-based computer model (running on a laptop) about sharing chores in a community. The micro-actions, in a very abstract manner, instantiate tasks like ‘child and elderly care’ or ‘food depot duty’. The player carries out the same chores and has the same choices than the computer agents, and as their actions are connected in real-time, the human player becomes one of many agents in the computer model. After sufficient playtime, the player develops a sense for how it would feel like to be part of the modelled system.\n\nThe Plugin is both single-player and massively multiplayer toy at the same time. The experience of playing is similar to attending to a very sophisticated Tamagotchi. The play is explorative and open-ended with no winning condition.\n\nThe Plugin is the result of a research through design process addressing the issues of complex toys, agent-based modelling, black boxes, scale critique, embodied vs formalised interaction, human and non-human play.",
        "img_list": [
            "img/games/abm_toolkit_1.jpg",
            "img/games/abm_toolkit_2.jpg",
            "img/games/abm_toolkit_3.jpg"
        ],
        "video_list": [
            "https://player.vimeo.com/video/388285704"
        ]
    },
    {
        "section": "process",
        "title": "November 2019, Workshop at CUCR, Goldsmiths, University of London",
        "id": "Nov_2019_CUCR_London_Workshop",
        "date": "11/2019",
        "content": "On November 8th Viktor hosted a workshop at the Centre for Urban and Community Studies at Goldsmiths, University of London on commoning and convivial urban infrastructures. More specifically, workshop participants explored the social and technological preconditions of predictive technologies enabling commoning minded urban infrastructures.\n\nThe workshop followed a critical prototyping approach. First participants discussed references on commoning, infrastrucutre, scale and predictive technologies. Then they reflected on the key issues through creating a paper prototype of commoning-minded prediction driven infrastructure for the circulation of urban resources.",
        "img_list": [
            "img/external_activity/CUCR_goldsmiths_london_workshop.jpg"
        ],
        "video_list": []
    }
]